aaron-bond.better-comments
apollographql.vscode-apollo
astro-build.astro-vscode
bierner.markdown-mermaid
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
chunsen.bracket-select
dbaeumer.vscode-eslint
donjayamanne.githistory
ecmel.vscode-html-css
equinusocio.vsc-material-theme
esbenp.prettier-vscode
golang.go
golf1052.code-sync
gruntfuggly.todo-tree
helixquar.randomeverything
hnw.vscode-auto-open-markdown-preview
jannisx11.batch-rename-extension
jock.svg
kumar-harsh.graphql-for-vscode
leizongmin.node-module-intellisense
letrieu.expand-region
lllllllqw.jsdoc
meganrogge.template-string-converter
mhutchie.git-graph
midnightsyntax.vscode-wrap-console-log
ms-playwright.playwright
mskelton.npm-outdated
mvllow.rose-pine
naumovs.color-highlight
netcorext.uuid-generator
pflannery.vscode-versionlens
pkief.material-icon-theme
pnp.polacode
prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
richie5um2.vscode-sort-json
steoates.autoimport
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
unifiedjs.vscode-mdx
vincaslt.highlight-matching-tag
vscodevim.vim
vue.volar
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
wix.glean
wware.snippet-creator
xabikos.reactsnippets
yinfei.luahelper
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zamerick.vscode-caddyfile-syntax
zhuangtongfa.material-theme
zignd.html-css-class-completion
